Repository: katagaki/SakuraRSS
Catalog: Shared/Strings/Articles.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, vi, zh_hans, zh_hant

# Topics.Empty.Description
source: Topics will appear after content is processed. Enable Topics & People in On-Device Intelligence settings.
de: Themen erscheinen, nachdem Inhalte verarbeitet wurden. Aktivieren Sie „Themen & Personen“ in den Einstellungen für Geräteintelligenz.
fr: Les sujets apparaîtront après le traitement du contenu. Activez Sujets et personnes dans les réglages Intelligence sur l’appareil.
it: Gli argomenti appariranno dopo l’elaborazione dei contenuti. Abilita Argomenti e persone nelle impostazioni Intelligenza sul dispositivo.
ja: コンテンツが処理された後にトピックが表示されます。オンデバイスインテリジェンス設定で「トピックと人物」を有効にしてください。
ko: 콘텐츠가 처리된 후 주제가 표시됩니다. 온디바이스 인텔리전스 설정에서 주제 및 인물을 활성화하세요.
vi: Chủ đề sẽ xuất hiện sau khi nội dung được xử lý. Bật Chủ đề và Nhân vật trong cài đặt Trí tuệ trên thiết bị.
zh_hans: 内容处理后将显示话题。请在设备端智能设置中启用话题与人物。
zh_hant: 內容處理後將顯示話題。請在裝置端智慧設定中啟用話題與人物。

# Topics.Title
source: Topics
de: Themen
fr: Sujets
it: Argomenti
ja: トピック
ko: 주제
vi: Chủ đề
zh_hans: 话题
zh_hant: 話題

# Variant.Compact
source: Compact
de: Kompakt
it: Compatto
ja: コンパクト
ko: 간략하게
vi: Thu gọn
zh_hans: 紧凑
zh_hant: 精簡

# Variant.Full
source: Full
de: Vollständig
fr: Complet
it: Completo
ja: フル
ko: 전체
vi: Đầy đủ
zh_hans: 完整
zh_hant: 完整

# OpenArticle.Mode.Viewer
source: In-App Viewer
fr: Visionneuse intégrée
it: Visualizzatore in-app
ja: アプリ内ビューア
ko: 앱 내 뷰어
vi: Trình xem trong ứng dụng
zh_hans: 应用内查看器
zh_hant: 應用程式內檢視器

# Style.Feed
source: Feed
fr: Flux
ja: フィード
ko: 피드
vi: Dòng tin
zh_hans: 动态
zh_hant: 動態

# Style.Video
source: Video
fr: Vidéo
ja: ビデオ
ko: 동영상
zh_hans: 视频
zh_hant: 影片

# Style.Podcast
source: Podcast
ja: ポッドキャスト
ko: 팟캐스트
zh_hans: 播客
